bridge = 'https://iziskatel-mt.ru/sites/default/files/img-object/dsc00457.jpg'  #мост
electric_train ='https://rossaprimavera.ru/static/files/c373230fb239.jpg'
embankment ='https://kuda-spb.ru/uploads/2b847dbddd222163229703c977687178.jpg'
hospital ='https://cs13.pikabu.ru/post_img/big/2019/12/13/6/1576225149175289225.jpg'
mall ='https://realt.by/uploads/pics/zarko1_01.jpg'
railway_station = 'https://cdn2.tu-tu.ru/image/source/1/59378ef175385c719df3b906b9290ecc/'
death = 'https://cdnn21.img.ria.ru/images/07e5/06/19/1738606052_0:172:1413:967_1920x0_80_0_0_d43fc830692415e8566253c610f2ac29.jpg'
flat_photo = 'https://realt.by/uploads/pics/photo_2021-07-12_14.41.09.jpeg'


message_1 = 'Это история о человеке приехавшем в большой город. Мысль того, что он пробьется в люди его не оставляет. В его родном городе его не принимали. Его любовь к таким же как он ни кто не понимал и не разделял. Разругавшись с родными он на волне эмоций, на последние деньги купил билет до столицы.'
Next = 'Дальше'

HP = 'Здоровье: '
Energy = '\nЭнергия: '
Cash = '\nГроши: '

message_2 = 'Едя в пустой электричке. Его клонило в сон. Мелонхолично мерцал свет в вагоне скоростной электрички.'
message_3 = 'Проволясь в сон буквально на секунду, при открытии глаз обнаружил, что вагон полон. Над ним нависает женщина средних лет. С грозной грудью и такими же авоськами. Напротив мирно сопя сидели два мужчины. При детальном рассмотрении, можно было рассмотреть фиолетовый ореол спиртового угара.'
message_4 = 'К таким видам наш герой привык. Помнит как в родном городе, он зашёл в трамвай полный таких урдалаков. Одна остановка казалась вечностью. Полный маршрут казался 4ым кругом ада. По прибытию до места регистрации, главный авторитет с кликухой мама, увидев и учуев сие ореол на своем чаде, который конечно же осел на нем, дала 2 или 3 таблетки. Эти таблетки он знал очень хорошо их название прорезалось в сознание, как удлинитель в мягкие ткани. Пропиздюлин-уно'
message_5 = 'Вспомнив про таблетки он вздрогнул. И понял что уснул. На сей раз остались в вагоне только он и два перепуганных соседа. Которые смотрели отрезвевшими глазами на нашего героя.'
message_6 = 'Тот что с лева сказал: -ты чо, сабака? Головой кукунулся? Чего голопанишь на всю округу? \n\n\n\nОни уставились, ожидая ответа.'
answer_1 = 'Извениться, сказать правду.'

answer_2 = 'Заорать и убежать'
message_2_1 = 'Испугавшись и потеряв контроль над голосовыми связками он заорал во все горло и смотря на них, вскочил и побежал, спотыкаясь ногу за ногу, цыпляясь за крепления сидений к полу. Окончательно потеряв равновесие и ориентацию ног в пространстве, они перестали держать тело, полетев в низ. На пол пути лоб и дверь вагона назначили свидание.'
message_2_2 = '-темнота- \nЯ умер? Почему так тихо и спокойно? В далеко слышен стук колес. И свист. Он то прекратиться то опять заорёт с новой силой. Каждый следующий, мощнее преведущего.'
message_2_3 = 'Открыв глаза. Снова эти два лица нависающие надо мной. Я снова заорал и попытался вскочить. Лоб однако любвиабильный. И сейчас нацелился на свидание со лбом попутчика. На этот раз не отрубился. Следом плитела аплевуха от того что сидел с лева. Она остановила приступ истерики. Глаза намокли'
message_2_4 = 'Два господина усадили на меня место и сели на против. \n\n-успакоился?'
message_2_5 = 'Да. Протерая глаза и горя со стыда и позора.'

answer_3 = 'Ёбнуть палкой'
message_3_1 = 'очнувшись. Увидя два лица. Опешив и запаниковав. Делая все возможное, что бы не заорать. Нащупал у себя в рюкзаке палку, которую носил на всякий такой случай. Порадовался что в первые за много лет попался удачный шанс им воспользоваться. Ранее то рюкзак заберут, то палка застрянет, то вообще без оной вышел из дома. '
message_3_2 = 'От плеча с криком переходящий в ультразвук замахнулся ударить... Ударить хоть одного из них. В воображении уже играла картина: "два поверженных страшных врага, и он величественно стоя над них бессознанными телами" убийство впланы не входило.'
message_3_3 = 'На лету один споймал палку не шалохнувшись. Толи реакция кобры. Толи наш герой был антифлеш в критических моментах.\n\nСловил тот что был с права. В его глазах читалось полное отсутствие понимания происходящего.\n\n- Воу воу парнишь. Ты чего? Сказал другой'

answer_4 = 'Притвориться иностранцем'
message_4_1 ="я совершенно не хотел говорить с ними. Притворюсь иностранцем. К языкам у меня всегда распологала душа. \n\nSorry. I don't speak Russian. I don't understand you."
message_4_2 = 'Ooo My brother. Do you speak English. I can say you. Сказал сидящий по левую руку.\n\n Опешив, растерявшись. Хлопец заоорал. Вскачил и со всей дури ударился об полку для вещей. В голове помутнело. Глазах потемнело. Рухнув назад. Потерял сознание. '
message_4_3 = '-темнота-\n\n1, 2, 3 вдох. 1, 2, 3 вдох 1, 2 ...\n\n ~что происходит? что за счёт. Почему на слове вдох. Ощущение, что меня раздувает. Ничего не чувству. Так прошло пару минут, может и секунд. Время не имело никакого значения'

message_7 = 'Прошу прощения господа, приснился сон не из приятной категории.'
message_8 = 'С права- оу. Понимаю, братка. Один раз причудилось мне, что я в Денвере и покупаю каделак 7 целиндровый. Да к чему это я. Прост к слову. Добавил правша'
message_9 = 'Оставшуюся дороги путники болтали, хихикалали и наслаждались поездкой. Человечка с права звали Ивкакий. С лева Интрапоний. Оба кондидаты наук в области биологии, а если быть точнее, то они спецы по камышам. Защитили на пару около десятка диссертаций.'
message_10 = 'Прибыли на конечный пункт в полдень следующего дня. \n\n Город отрылся своими большими возможностями. Особенно впечатлил вокзал. Он был величествен и могуч как гора на карьере, в котором купалась местная ребетня в родном городе. \n\n Отбросив эти мысли всторону. Ведь родного города больше нет. Он вычернул из воего сердца всё - где родился и пробыл всю свою жизнь \n\n Но это оказалась не так просто как ему хотелось'
message_11 = '\n\nХммм.\n\nВсего две дороги.\n\nЯ ожидал большего'
message_12 = '\n\nМагаз.\n\nМожно закупить хавчика'
message_13 = '\n\nБольница.\n\nМожно залечить жепку от гемороя'
message_14 = '\n\nМост.\n\nМожно заколоть бомжей'
message_15 = '\n\nНабережная.\n\nМожно половить рыбу'
death_text = 'Вы умерли'

local_1 = 'Вокзал'
local_2 = 'ТЦ "Сила"'
local_3 = 'Больница'
local_4 = 'Набережная'
local_5 = 'Мост'
mining_railway_station = 'Кляньчить гроши'
mining_railway_station_damage = 'Вы получили '
mining_railway_station_damage_2 = 'ед. урона'
mining_railway_station_polise = ['Вы нарвались на наряд пепсов\n\n', 'Вас отмутозил прохожий\n\n', 'Вас пнул ребёнок\n\n']

embankment_shop_text = 'Купить хавчика'
non_cash ='У Вас недостаточно кэша'
treatment_text = 'Подлечиться'
loto_text = 'Купить билетик'

loto_lose = ['Вы выйграли носок', 'Вы выйграли АААААВТОМОБИЛЬ!!!', 'Каучук тоже полезен в быту', 'Билет в тартарары Ваш']
loto_win = 'Поздравляю. Вы выйграли квартиру'
WIN_text = 'Пойти смотреть в квартиру'
leep_text = 'Поспать'


message_flat_1 = 'Вауууу какая шииикарная квартира'
message_flat_2 = 'История нашего героя не закончилась. Приобритение квартиры это только первый шаг к его становлению как личности. Мы с ним прощаемся до лучших времён'
new_game = 'Начать игру занаво'